Repository: libhangul/ibus-hangul
Catalog: po/*.po
Languages: ka

source: Hangul engine for IBus
ka: ჰანგულის ძრავა IBus-ისთვის

source: IBus-Hangul is a Korean input method engine for IBus.
ka: IBus-Hangul კორეულის შეყვანის მეთოდის ძრავაა IBus-ისთვის.

source: Select Hangul toggle key
ka: აირჩიეთ ჰანგულის გადართვის ღილაკი

source: Press any key which you want to use as hangul toggle key. The key you pressed is displayed below. If you want to use it, click "Ok" or click "Cancel"
ka: დააჭირეთ ნებისმიერ ღილაკს, რომელიც გნებავთ, ჰანგულის გადართვის ღილაკად გამოიყენოთ. ღილაკი, რომელსაც დააჭერთ, ქვემოთ გამოჩნდება. თუ გნებავთ მისი გამოყენება, დააწკაპუნეთ ღილაკზე 'დიახ', ან დააწკაპუნეთ ღილაკზე 'გაუქმება'

source: Select Hanja key
ka: აირჩიეთ ჰანჯას ღილაკი

source: Press any key which you want to use as hanja key. The key you pressed is displayed below. If you want to use it, click "Ok" or click "Cancel"
ka: დააჭირეთ ნებისმიერ ღილაკს, რომელიც გნებავთ, ჰანჯას ღილაკად გამოიყენოთ. ღილაკი, რომელსაც დააჭერთ, ქვემოთ გამოჩნდება. თუ გნებავთ მისი გამოყენება, დააწკაპუნეთ ღილაკზე 'დიახ', ან დააწკაპუნეთ ღილაკზე 'გაუქმება'

source: IBusHangul Setup
ka: IBusHangul-ის მორგება

source: IBus daemon is not running. Hangul engine settings cannot be saved.
ka: IBus-ის დემონი გაშვებული არაა. ჰანგულის ძრავის პარამეტრების შენახვა შეუძლებელია.

source: IBus Hangul Preferences
ka: IBus-ის ჰანგულის პარამეტრები

source: Set IBus Hangul Preferences
ka: IBus-ის ჰანგულის პარამეტრების დაყენება

source: <b>Keyboard Layout</b>
ka: <b>კლავიატურის განლაგება</b>

source: Hangul _keyboard:
ka: ჰანგულის _კლავიატურა:

source: <b>Etc</b>
ka: <b>სხვადასხვა</b>

source: Start in _Hangul mode
ka: გაშვება _ჰანგულის რეჟიმში

source: Automatic _reordering
ka: ავტომატუ_რი გადალაგება

source: <b>Hangul Toggle Key</b>
ka: <b>ჰანგულის გადართვის ღილაკი</b>

source: Hangul
ka: ჰანგული

source: <b>Hanja Key</b>
ka: <b>ჰანჯას ღილაკი</b>

source: Hanja
ka: ჰანჯა

source: Advanced
ka: დამატებით

source: Hangul mode
ka: ჰანგულის რეჟიმი

source: Enable/Disable Hangul mode
ka: ჰანგულის რეჟიმის ჩართვა/გამორთვა

source: Hanja lock
ka: ჰანჯას დაბლოკვა

source: Enable/Disable Hanja mode
ka: ჰანჯას რეჟიმის ჩართვა/გამორთვა

source: Setup
ka: მორგება

source: Configure hangul engine
ka: ჰანგულის ძრავის მორგება

source: Korean input method
ka: კორეულის შეყვანის მეთოდი

source: Korean Input Method
ka: კორეულის შეყვანის მეთოდი
